org/the-book-of-time.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 时间之书
#+DATE: <2020-05-12 Tue>
#+HUGO_TAGS: 阅读

#+begin_quote
  古人把五天称为微，把十五天称为著，五天多又称为一候，十五天则是一节气，见微知著，跟观候知节一样，是先民立身处世的生活，也是他们安身立命的参照
#+end_quote

又学会了两个成语:见微知著，观候知节

--------------

#+begin_quote
  今天的人们在 0 和 1
  组成的移动互联网上已经往而难返，收视而无知无识，很少有人深入到时和空组成的坐标上认清自己的位置，更少有人去辨析时和空各种切己的意义
#+end_quote

的确如此

--------------

#+begin_quote
  人一日间，古今世界都经过一番，只是人不见耳。夜气清明时，无视无听，无思无作，淡然平怀，就是羲皇世界。平旦时神清气朗，雍雍穆穆，就是尧舜世界。日中以前，礼仪交会，气象秩然，就是三代世界。日中以后，神气渐昏，往来杂扰，就是春秋战国世界。渐渐昏夜，万物寝息，景象寂寥，就是人消物尽的世界。
#+end_quote

一天如此

--------------

#+begin_quote
  人们的时间感出现了紊乱、社会的时间意识发生了混乱，圣贤或帝王们就会改元、改年号，以调时定时、统一思想意识。
#+end_quote

原来如此

--------------

#+begin_quote
  人在寅（yín）时之前最好的、最应该做的事儿就是休息，因为那是天地开辟的时间，人只有休息好了，才能登上一天的舞台。
#+end_quote

寅时指的是凌晨三点至五点，在这之前，人应该做的事情是休息。

--------------

#+begin_quote
  如六月芒种节气，时间要求人们以非礼勿履，我对此的解释过于直硬，其实如附会农村人生活，当让人惊叹其中的巧合。芒种节气里农作物成熟了，一些见邻起意的人，尤其是那些不劳想获的二流子们，经过麦田时，会低头假装倒一下鞋子里的渣土，实则顺手偷几把麦子......故正派人经过别人家的农田，都不会低头整理鞋子，以免误会，这就是“非礼勿履”了
#+end_quote

又学会一个成语，这样理解起来一点也不费力气！

--------------

#+begin_quote
  在事物成熟的时间里展示了人性的原罪，这样的现象在我们的文化中也可思可考。
#+end_quote

--------------

真正有操守气节的态度是："人之有技，若己有之；人之彦圣，其心好之。"

--------------

在全球化时代，孔子的“行夏之时”之说，就是采用公历时间，享用各国产品，保留中国元素，怀抱人类情怀。

这句话让我感觉到恶心，这民族自豪感也太强烈了些吧！
