blog/2020/the-book-of-time.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-07 Mon 21:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>时间之书</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">时间之书</h1>
</header><blockquote>
<p>
古人把五天称为微，把十五天称为著，五天多又称为一候，十五天则是一节气，见微知著，跟观候知节一样，是先民立身处世的生活，也是他们安身立命的参照
</p>
</blockquote>

<p>
又学会了两个成语:见微知著，观候知节
</p>

<hr>

<blockquote>
<p>
今天的人们在 0 和 1
组成的移动互联网上已经往而难返，收视而无知无识，很少有人深入到时和空组成的坐标上认清自己的位置，更少有人去辨析时和空各种切己的意义
</p>
</blockquote>

<p>
的确如此
</p>

<hr>

<blockquote>
<p>
人一日间，古今世界都经过一番，只是人不见耳。夜气清明时，无视无听，无思无作，淡然平怀，就是羲皇世界。平旦时神清气朗，雍雍穆穆，就是尧舜世界。日中以前，礼仪交会，气象秩然，就是三代世界。日中以后，神气渐昏，往来杂扰，就是春秋战国世界。渐渐昏夜，万物寝息，景象寂寥，就是人消物尽的世界。
</p>
</blockquote>

<p>
一天如此
</p>

<hr>

<blockquote>
<p>
人们的时间感出现了紊乱、社会的时间意识发生了混乱，圣贤或帝王们就会改元、改年号，以调时定时、统一思想意识。
</p>
</blockquote>

<p>
原来如此
</p>

<hr>

<blockquote>
<p>
人在寅（yín）时之前最好的、最应该做的事儿就是休息，因为那是天地开辟的时间，人只有休息好了，才能登上一天的舞台。
</p>
</blockquote>

<p>
寅时指的是凌晨三点至五点，在这之前，人应该做的事情是休息。
</p>

<hr>

<blockquote>
<p>
如六月芒种节气，时间要求人们以非礼勿履，我对此的解释过于直硬，其实如附会农村人生活，当让人惊叹其中的巧合。芒种节气里农作物成熟了，一些见邻起意的人，尤其是那些不劳想获的二流子们，经过麦田时，会低头假装倒一下鞋子里的渣土，实则顺手偷几把麦子&#x2026;&#x2026;故正派人经过别人家的农田，都不会低头整理鞋子，以免误会，这就是“非礼勿履”了
</p>
</blockquote>

<p>
又学会一个成语，这样理解起来一点也不费力气！
</p>

<hr>

<blockquote>
<p>
在事物成熟的时间里展示了人性的原罪，这样的现象在我们的文化中也可思可考。
</p>
</blockquote>

<hr>

<p>
真正有操守气节的态度是："人之有技，若己有之；人之彦圣，其心好之。"
</p>

<hr>

<p>
在全球化时代，孔子的“行夏之时”之说，就是采用公历时间，享用各国产品，保留中国元素，怀抱人类情怀。
</p>

<p>
这句话让我感觉到恶心，这民族自豪感也太强烈了些吧！
</p>
</div>
</body>
</html>